NINETEEN_MINUTES_SIGNATURES = tuple((
    "Вот уже и прошло 19 минут с тех пор, как Вы создали запись",
    "Пора повторить заметку первый раз",
    "Отправляю первое уведомление по заметке 🤖",
    "Так так, вот и первое повторение",
    "Со мной Вы точно всё запомните, если постараетесь ✨",
))

ONE_HOUR_SIGNATURES = tuple((
    "Настало время повторить запись второй раз",
    "Помните что писали час назад?",
    "Дорога к хорошей памяти лежит через повторения 🔥",
    "По нашим сведениям прошел час с момента записи, пора повторять ⏱️",
))

NINE_HOURS_SIGNATURES = tuple((
    "Прошло целых 9 часов с момента создания заметки",
    "Время повторения! 9 часов назад Вы написали...",
    "9 часов уже позади, помните?",
    "Да-да, 9 часов прошло. Сейчас важно повторить",
    "Из 7 напоминаний это третье 🌙",
))

ONE_DAY_SIGNATURES = tuple((
    "Помните, о чем размышляли один день назад?",
    "Кажется, пришло повторить запись",
    "Прошел день, а значит время освежить память!",
    "День спустя, интересненько 💫💬",
    "О чем же вы вчера размышляли? 💡",
))

SIX_DAYS_SIGNATURES = tuple((
    "Ровно 6 дней назад Вы написали следующее сообщение",
    "Ого, 6 дней прошло с момента создания записи",
    "Шесть дней спустя... Чего это там? 👽",
    "Кажется, пришло время памяти",
))

THIRTY_DAYS_SIGNATURES = tuple((
    "Вот и пролетели те 30 дней с момента написания сей заметки",
    "Ничего себе! 30 дней прошло, надо бы повторить...",
    "30 дней это совсем не шутки, как уж тут забыть 😇",
))

ONE_HUNDRED_DAYS_SIGNATURES = tuple((
    "Не ожидали? А мы помним! 100 дней пронеслись",
    "А помните что писали 100 дней назад?",
    "Ух, вот и заметка 3х-месячной давности ✔️",
    "Прошло 100 дней. Герман Эббингауз гордился бы Вами!",
))
