GREETING = """
<b>Привет, уделишь себе минутку?</b>

Бесконечный поток информации отовсюду, назойливые уведомления и недостаток концентрации внимания... Знакомо?

<b>Если ответ «да», то поздравляю! Осознание проблемы первый шаг к её решению.

Бот работает в режимах «Периодическое Повторение» и «Карточки»

А еще он бесплатный и имеет <a href="https://github.com/fofmow/cfl-bot">открытый исходный код</a>, всё для вас 😉</b>
"""

INTRO = """
<b>Эффект Пробелов</b>
Методика немецкого ученого Германа Эббингауза (признана одной из лучших для запоминания). Гласит, что уже через 19
минут после получения информации в голове остается лишь немногим более 50% от нее, через 2 дня уже около 25%.
Бот знает эти периоды и автоматически отправляет заметки в нужное время.

<b>Режим Карточки</b>
Повторяйте в свободное время сохраненную информацию, чтобы лучше её усвоить и запомнить. Сначала постарайтесь
воспроизвести в голове содержимое, и лишь позже переверните карточку и проверьте себя
"""
